/* 
 Localizable.strings
 Sparkle
 
 Created by Pranav Bhat on 10/21/13.
 Copyright (c) 2013 Oracle Corporation. All rights reserved.
 */

/* Web Java View strings */
"webJavaWindowTitle" = "브라우저 플러그인 사용 안함";
"webJavaViewHeading" = "Java 콘텐츠가 웹 브라우저에서 사용 안함으로 설정됨";
"webJavaViewDesc" = "사용으로 설정하려면 Java 제어판의 [보안] 탭에서 [브라우저의 Java 콘텐츠 사용]을 선택하십시오.";

/* Restore Windows Strings */
"restoreWindowTitle" = "보안 프롬프트 복원";
"restoreWindowDesc" = "\"이 메시지를 다시 표시 안함\" 옵션을 선택할 때 일부 Java 보안 프롬프트가 숨겨졌습니다. 30일마다 이러한 프롬프트를 복원하여 개인 정보의 보안을 향상시킬 수 있습니다.";
"moreInformation" = "추가 정보";
"restoreCheckbox" = "Java 보안 프롬프트 복원";

/* Common strings*/
"continueButton" = "계속";
"closeButton" = "닫기";

/* Security level warning message as per UE team's recommendation*/
"securityHightenedWarning" = "보안 레벨은 최소값인 '높음'으로 설정됩니다.";
